export const FACTIONS = [
   {
      name: "МЕХАНИКИ",
      description: "После катастрофы, уцелевшие разделились на группы – кто-то пытался выжить любой ценой, другие помогали встать на ноги новичкам и найти способ восстановить Мир. Лидер Механиков – Наставник боролся за справедливость и всеобщее спасение, пока не исчез после разгромного поражения. Его место заняла Айви Го – дочь Наставника и надежда вновь прибывших на поддержку и помощь в вооружении и обучении.",
      listTitle: "Механики – необходимое сотрудничество, которое имеет свои плюсы:",
      listItems: [
         "Доступность с первого уровня, возможность оперативной прокачки.",
         "Базовая поддержка оружием, схемами, возможность прокачки создания от обычных (Обрез, П-54М Аккорд) до реликтовых запчастей и оружия (Дикобраз, Скорпион).",
         "Доступность разноуровневых готовых чертежей для бронемашин.",
         "Дополнительный бонус по прокачки водителя Мастера Джека, в зависимости от уровня: % урона к пушкам, дробовикам, пулемётам, % к структуре машины и т.д."
      ],
      slogan: "Фракция даёт возможность с первых шагов по постапокалиптической земле начать полноценную работу над репутацией и совершенствованием огневой мощи своей машины.",
      image: "https://crossout.info/wp-content/uploads/2013/10/mehaniki-1.png"
   },
   {
      name: "БЕШЕНЫЕ",
      description: "Атаман Псих Пит нашёл себя в Новом Мире, поглощённом жестокостью и кровавыми разборками. Такие же беспощадные люди тянулись к нему, что привело к образованию полноценной фракции с импульсивным предводителем. Бешенные воплощают в себе хаос, разрушение, оставляют за собой пустоши, но опасное и шаткое сотрудничество с ними стоит того, чтобы рискнуть.",
      listTitle: "Жестокий мир Бешеных предоставляет свои бонусы:",
      listItems: [
         "Лёгкость конструкций, акцент на скорости и маневренности бронемобилей.",
         "Дополнительный бонус прокачки водителя Бульдога: % к урону дробовиком, контактным оружием, % к структуре оружия и т.д.",
         "Доступно производство от редких (Циркулярка, Кувалда) до легендарных (Комбайн, Молотобой) предметов."
      ],
      slogan: "Работа с Бешеными – это постоянный риск, который оправдан для смелых игроков, поддерживающий высокий темп боя.",
      image: "https://crossout.info/wp-content/uploads/2013/10/beshenye-1.png"
   },
   {
      name: "СКИТАЛЬЦЫ",
      description: "Предводитель Скитальцев – Улисс Хранитель карт, бывший рейдер, о чём сожалеет, но это не мешает ему принимать в свои ряды бойцов и пользоваться услугами опытных рейдеров. Представители фракции исследуют отдалённые, самые опасные и заражённые части мира Crossout, что даёт им доступ к уникальным ресурсам и продвинутым технологиям.",
      listTitle: "Скитальцы делятся тайнами своих чертежей со своими приспешниками, что даёт преимущества:",
      listItems: [
         "Выбор производства эффективных деталей от редкого класса (Виверна, 6П5-4 Вектор) до легендарного (Жнец, Тошнитель).",
         "Дополнительный бонус от прокачки водителя Персея: % к урону миниганов и пулеметов, к их структуре, % к урону дронов и т.д.",
         "Прокачка до 10 уровня репутации данной фракции даст доступ к сотрудничеству с Детьми рассвета."
      ],
      slogan: "Обладание уникальными артефактами и практичные чертежи машин – это и другое доступно во фракции Скитальцы.",
      image: "https://crossout.info/wp-content/uploads/2013/10/skitaltsy-1.png"
   },
   {
      name: "МУСОРЩИКИ",
      description: "Бей Скара Коллекционер – отшельник, нашёл свое призвание в поиске ценностей, его отряд выносит всё ценное с заводов, бывших военных баз и других предприятий. Целые ценные вещи отправляют в Штаб, а из хлама собирают настоящие шедевры. Предпочитают размеренность и надёжность, делая акцент при создании бронемашины на защиту.",
      listTitle: "Мусорщики предоставляют ряд преимуществ:",
      listItems: [
         "Прокачка до 10 уровня фракции Мусорщики даст доступ к Степным волкам.",
         "Обширное производство редких (Бур, Дальнобой), эпических (Палач 88мм, Исполин) и легендарных (Ураган, Мамонт) вещей.",
         "Преимущества прокаченного водителя Ганнера: % к урону, скорости, структуре пушек и турелей и т.д."
      ],
      slogan: "Фракция для игроков, отдающих предпочтение предусмотрительности и надёжности, презирающих поспешность.",
      image: "https://crossout.info/wp-content/uploads/2013/10/musorschiki-1.png"
   },
   {
      name: "СТЕПНЫЕ ВОЛКИ",
      description: "Предводитель Майор Эрик Шталь – смел и самоотвержен, но облучён радиацией и готов к скорой неминуемой гибели. Своё оставшееся время на земле Crossout он хочет провести с пользой и в бою. Степные волки – высшая ступень эволюции Мусорщиков, только пройдя служение среди пыли и хлама, можно получить доступ к уникальному оборудованию и знаниям Степных волков.",
      listTitle: "Сотрудничество с элитной фракцией имеет свои плюсы:",
      listItems: [
         "Доступ к редким деталям (Зубодробитель), эпическим (Кавказ, ПТУР Кларнет-С) и легендарным (Мандрагора, КП-17 Цунами).",
         "Бонусы сопровождения от водителя Ганса: % к урону оружия, в том числе урону от ракет, % к структуре машины и т. д."
      ],
      slogan: "Степные волки для любителей дальнего боя и высокой маневренности",
      image: "https://crossout.info/wp-content/uploads/2013/10/stepnye-volki-1.png"
   },
   {
      name: "ДЕТИ РАССВЕТА",
      description: "Райли – существо без пола и принадлежности к какому-либо живому существу Crossout. Его лицо и тело скрыто комбинезоном и недоступно любопытным взглядам окружающих. Дети рассвета избранные из фракции Скитальцев, это самые сильные и выносливые существа, достигшие высочайших высот в развитии и усовершенствовании боевой техники.",
      listTitle: "Работа с сильной фракцией даёт более серьёзные преимущества:",
      listItems: [
         "Среди редких деталей доступны Синтез, Генезис. Предоставляется доступ к эпическим вещам: Икар VII, Аврора. Эпическое оборудование включает в себя защитное поле Эгида-Прайм.",
         "Возможность создания бронемашины с реактивным двигателем для перемещения над поверхностью земли."
      ],
      slogan: "Чтобы стать сильнейшим, нужно искать лучшую фракцию и оптимальные предложения оружия, Дети рассвета совершенствуются и станут достойноё фракцией для бойца.",
      image: "https://crossout.info/wp-content/uploads/2013/10/deti-rassveta-1.png"
   },
   {
      name: "ОГНЕПОКЛОННИКИ",
      description: "Их предводитель Одегон, присягнувший Хану и выполняющий важную идеологическую миссию. Во фракцию входят экстрасенсы, ведьмы и другие лица, обладающие экстраординарными способностями. Доступ рейдеров к тайным знаниям Огнепоклонников пока что закрыт. Но не за горами момент, когда пугающее сообщество подарит свое смертоносное оружие жителям Crossout.",
      listTitle: "О фракции регулярно предоставляется информация разработчиками, но подробности точно не известны – данные дополняются и изменяются. Несколько существенных моментов:",
      listItems: [
         "Логично предположить, что для вступления во фракцию понадобится репутация Бешенных – только у их сообщества нет более высокой ступени развития. К тому же по духу Огнепоклонники и Бешенные схожи.",
         "Дополнительное оружие и оборудование: Арбалет Феникс, Катапульта Испепелитель – подробности ещё в разработке, но размах уже впечатляет."
      ],
      slogan: "Огнепоклонники ждут своего часа, и когда они появятся на просторах Нового Мира – последует череда опасных изменения в бронемашинах рейдеров.",
      image: "https://crossout.info/wp-content/uploads/2013/10/ognepoklonniki-1.png"
   },
   {
      name: "ОСНОВАТЕЛИ",
      description: "Сплоченная словно семья полувоенная группировка. Ранее входила в состав Механиков, но давно отделилась от них. Педантично относятся к своей технике, строят и ремонтируют по бартеру здания для других фракций. Основное вооружение — энергетическое.",
      listTitle: "Те, кто не боится правды, знают, что раньше Механики внушали страх всем окружающим. И это дает им:",
      listItems: [
         "На вооружении Основателей стоит специализированная техника старого мира.",
         "Их бронемобили – самосвалы, экскаваторы, погрузчики с плазменными резаками, лазерными бурами и пневматическими пушками, стреляющими арматурой.",
         "Доступно производство от редких (Циркулярка, Кувалда) до легендарных (Комбайн, Молотобой) предметов."
      ],
      slogan: "Работа с Основателями – это понимание технологий страрого мира и окунание в ихнее мышление.",
      image: "https://vignette.wikia.nocookie.net/crossout/images/6/65/%D0%9E%D1%81%D0%BD%D0%BE%D0%B2%D0%B0%D1%82%D0%B5%D0%BB%D0%B8.png/revision/latest/scale-to-width-down/1000?cb=20200205062644&path-prefix=ru"
   }

]